const movies = [
    {
      id: 1,
      title: "Балерина",
      poster: "balerina.webp",  // Назва зображення
      description: "Звичайна подорож вихідного дня у гості до найкращої подруги завершується загадковим вбивством. Молода дівчина, залишившись абсолютно одною, намагається знайти винних в жахливому злочині та найголовніше – помститися. Та на місці злочину знаходять один доказ, котрий повністю змінює хід всієї історії. Чи зможе юна героїня віднайти та покарати вбивць",
      genre: "кримінал",
      dateTime: "2025-05-04 18:00"
    },
    {
      id: 2,
      title: "Загублений телефон",
      poster: "telef.jpg",  // Назва зображення
      description: "Нещодавно молода жінка загубила свій особистий телефон. Після того, як смартфон потрапив не в ті руки, новий власник, справжній злодій, підлаштовує все таким чином, що дівчина сама приходить до нього й вводить захисний код, щоб повернути собі втрачену річ. Завчасно чоловік встановлює програму, котра дозволяє шпигувати за кожним її кроком. Але несподівана подія змушує всіх повернутися до жорстокої реальності.",
      genre: "кримінал",
      dateTime: "2025-05-04 20:00"
    },
    {
        id: 3,
        title: "Коли дзвонить телефон",
        poster: "zvon.jpg",
        description: "Головний герой успішний прес-секретар президента, чия кар'єра сяє, але особисте життя похмуре. Його політичний шлюб з Хон Хі Джу, донькою власника газети, існує лише для виду, оскільки вони не спілкуються і живуть окремо. Коли Хі Джу викрадають і чоловік ігнорує її прохання про допомогу, вона, охоплена гнівом, вирішує анонімно погрожувати йому.",
        genre: "романтика",
        dateTime: "2025-05-10 14:00"
      },
      {
        id: 4,
        title: "Садівник",
        poster: "sad.webp",
        description: "Садівник Рікардо працює в елітному житловому комплексі, доглядаючи за садами та парками. Однак його роль значно глибша, ніж просто робота з рослинами. Через своє спостереження за мешканцями цього комплексу він виявляє їхні темні таємниці, бажання та маніпуляції. Його погляд на цей світ - це не тільки спостереження, а й певний контроль. Садівник стає свідком не просто змін у природі, а й у житті самих мешканців.",
        genre: "драма",
        dateTime: "2025-05-10 11:00"
      },
      {
        id: 5,
        title: "Голяк;",
        poster: "gol.webp",
        description: "Вінні із провінційного англійського містечка виріс без матері і виховувався батьком-алкоголіком. Саме тому зовсім не дивно, що він ступив на слизьку доріжку, разом із другом Діланом займаючись дрібними крадіжками. Їхній тандем навряд чи можна назвати успішним, оскільки хлопці постійно потрапляють у неприємності, через свою нерозважливість. Однак вони лишаються вірними своїй дружбі, і кожен раз приходять один одному на допомогу.",
        genre: "комедія",
        dateTime: "2025-05-12 14:00"
      },  {
        id: 6,
        title: "Ущелина",
        poster: "uz.jpg",
        description: "Двоє оперативників прибувають на завдання, аби захищати протилежні сторони моторошної ущелини. Несподівано головні герої потрохи зближуються, а між ними виникає таємничий зв’язок. Коли страшне зло пробуджується, вони мають працювати разом, щоб зрештою пережити те, що роками ховається всередині. Чи зможуть знайомі протистояти силі, котра",
        genre: "жахи",
        dateTime: "2025-05-20 14:00"
      },
  ];
  
  export default movies;
  