const movies = [
    {
      id: 1,
      title: "Балерина",
      poster: "balerina.webp",  // Назва зображення
      description: "Звичайна подорож вихідного дня у гості до найкращої подруги завершується загадковим вбивством. Молода дівчина, залишившись абсолютно одною, намагається знайти винних в жахливому злочині та найголовніше – помститися. Та на місці злочину знаходять один доказ, котрий повністю змінює хід всієї історії. Чи зможе юна героїня віднайти та покарати вбивць",
      genre: "кримінал",
      dateTime: "2025-05-04 18:00"
    },
    {
      id: 2,
      title: "Загублений телефон",
      poster: "telef.jpg",  // Назва зображення
      description: "Нещодавно молода жінка загубила свій особистий телефон. Після того, як смартфон потрапив не в ті руки, новий власник, справжній злодій, підлаштовує все таким чином, що дівчина сама приходить до нього й вводить захисний код, щоб повернути собі втрачену річ. Завчасно чоловік встановлює програму, котра дозволяє шпигувати за кожним її кроком. Але несподівана подія змушує всіх повернутися до жорстокої реальності.",
      genre: "кримінал",
      dateTime: "2025-05-04 20:00"
    }
  ];
  
  export default movies;
  